//
//  PC_AgreementAboutViewController.h
//  HouseKeeper
//
//  Created by 高泽民 on 16/12/1.
//  Copyright © 2016年 zm. All rights reserved.
//

#import "BaseViewController.h"


/**
 页面描述
 */
@interface PC_AgreementAboutViewController : BaseViewController

@end

static NSString *kAbout = @"关于我们:\n管家女士是高端高品质的o2o家政服务。家庭清洁、洗衣、维修、绿植等服务，仅需APP/微信下单、预约时间地点，就会有您的专属管家按时上门提供服务。线下由专业人员上门提供服务，每一个订单输出服务都是标准化，并且服务完成后都执行严格检测督导工作，以保证高端服务的品质。高品质的生活，你离不开管家女士！\n服务信息:\n目前管家女士开通地区为上海、北京、天津、杭州、深圳、广州、成都。更多城市正在超速开通中...\n管家女士承诺，你的事就是我的事。\n管家女士客服电话：400-033-0111 服务时间：周一至周日8：30-22：00\n管家女士官方微信：MsHousekeeping\n管家女士官方微博：http://weibo.com/ewashing\n管家女士-随时随地上门家政服务；";

static NSString *kAgreenment = @"【请在预订和购买本公司相关服务前仔细阅读此协议的各项条款，以便您能全面了解双方的权利和责任。如果您预定和购买本公司相关服务，您已被视为接受和同意遵从这些条款及其更新，本公司保持最终解释权。】\n欢迎您访问并订购管家女士手机应用软件（下称“管家女士”或“我们”）所提供的产品及服务。管家女士的服务由 上海蝶麟实业有限公司 ，基于以下服务条款及使用条件而提供请仔细阅读。我们向消费者（或称“用户”）提供的服务可能还需要用户遵守其他条款及服务准则（包括服务说明及使用帮助等），用户应同时予以一并接受。\n甲方：（通过电话或APP下单的用户）（消费者）\n乙方：上海蝶麟实业有限公司（经营者，即协议中所指“本公司”）\n\n服务开始及提供\n\n1.1服务内容：\n1)用户通过管家女士联系到能够提供服务的保洁员并商定所需保洁服务的时间、地点等服务信息之时；\n2)用户通过管家女士客服要求管家在具体时间和地点指派符合其要求的保洁员提供服务之时。\n3)管家女士将根据服务订单信息访寻到可以提供服务的保洁员，并促成保洁员与用户之间按照用户在服务订单中的具体需求达成服务合同。保洁员与用户之间达成服务合同后，管家女士与用户之间的服务协议终止。\n4)如服务订单无法履行（例如无法访寻到适合用户需求的保洁员的），我们将尽快与用户联系并在获得用户的许可后取消服务订单。\n1.2服务项目：以本公司客户端订单详情为准，消费者同意按照本公司的家政服务；\n1.4开票、服务日期：以本公司客户端订单详情为参考，具体由双方协商确定，需要发票的用户可提前告知管家或电话索要；\n\n经营者责任\n2.1管家女士服务的清洁人员都经过非常严格的实名认证、背景调查、资料备案。择优录取后的清洁人员让管家女士拥有强大的清洁服务队伍，确保每个清洁员都具备一流的服务技能、优秀的服务态度、标准的服务礼仪；\n2.2管家需要提示消费者应妥善保管古董、文房、字画、珠宝、玉器、首饰等贵重、易碎以及具有特殊纪念意义的物品，清洁人员对此类物品不负责清洁养护。\n2.3管家上门收取洗衣物件时的必须对衣物的新旧、脏净、破损程度和织物面料质地、色花、虫蛀等瑕疵现状指明。应事先告知消费者在洗染服务以后衣物可预见及不可预见的性能变化程度，对不易除净的污渍，应告知消费者，确认洗染效果并注明。\n2.4 管家女士确保附近家政员的整体素质不断提升并让您还享受专属的家庭管家1对1服务，更有优先安排、更换阿姨等各种特权。\n2.5管家女士的上门员工不得私自对接用户并谋私赚取额外费用；\n2.6上门清洁员所带的清洁用品均不可外接。\n\n消费者责任\n3.1保洁员履行完毕其与用户达成的服务合同后，用户应当按照双方之间达成的保洁服务协议向保洁员支付服务价款。用户可作出相应的评价，以供管家女士进一步改进服务;\n3.2用户有责任告知管家/清洁员清洁特殊情况，如特殊污渍、特殊材料，高档家具请事先告知经营者人员，并配合确认相关信息。\n3.3用户在消费后，应当场仔细检验验收，发现处理不当后当场提出，与管家女士及时确认，最迟在第二天内提出，否则责任由消费者自负。\n3.4用户不得擅自在管家或清洁员在受公司雇佣的情况下提出聘用其为己用；\n\n争议解决方式\n4.1管家女士就本服务条款及使用条件所述服务向用户承担责任，且所承担的赔偿责任应以具体赔偿事项所涉的用户与保洁员达成的具体家政清洁服务协议之服务价款的三倍为限；\n4.2管家女士免于承担因保洁员与用户之间保洁服务协议履行所致任何纠纷的赔偿责任。\n\n服务的修改和终止\n5.1管家女士始终在不断更改和改进其所提供的服务。在应用软件更新中可能会增加或删除某项服务功能，也可能暂停或彻底停止某项服务。用户可以随时停止使用管家女士的服务，管家女士也可能随时停止向用户提供服务，或随时对管家女士的服务增加或设置新的限制。但是，如果管家女士停止某项服务，则在可能的情况下，管家女士会向用户发出合理的提前通知，并让用户有机会备份和转移其留存在的信息。\n5.2如用户违反其在本服务条款及使用条件中的行为规范的，管家女士有权随时终止向用户提供所述服务。\n\n隐私及数据收集\n如果用户在本客户端提交个人资料，管家女士将对于用户的个人资料和隐私权予以尊重及保密。在用户的信息被用于本客户端的调查、统计、内部整体使用、发送促销信息的情况下，本客户端可能会自动收集不足以使他人辨认用户个人身份的技术性资料，上述行为的目的旨在为用户提供更完善的服务；";
